Revit 2027 API
SymbolTypeId.Volt Property
 Symbol V, indicating unit Volts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Volt { get; }
Public Shared ReadOnly Property Volt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Volt {
	ForgeTypeId^ get ();
}
static member Volt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace